{
    "0" : [
        "Vous avez dirigé votre colonie d'une main de maître, après cette période de tensions vous êtes finalement remplacé par une nouvelle équipe et vous pouvez, avec votre équipage prendre un repos bien mérité !"
    ],
    "1" : [
        "C'est l'asphyxie ! Vos ressources en oxygène ont atteint un niveau critique, ce qui vous oblige à abandonner la colonie. Votre aventure spatiale est un échec, vous ferez certainement mieux lors de votre prochaine mission !"
    ],
    "2" : [
        "C'est la famine ! Vous êtes obligé de rationner fortement la nourriture et de quitter la colonie vers un endroit plus propice à la vie. Votre aventure spatiale est un échec, vous ferez certainement mieux lors de votre prochaine mission !"
    ],
    "3" : [
        "La pénurie d'oxygène entraine une réaction en chaîne ! En effet les serres de la colonie sont surchauffées par l'excès d'air à traiter et vous ne pouvez plus récolter de nourriture. Les quelques colons qui parviennent à s'enfuir sont donc de pauvres diables étouffés et affamés, qui dissuaderont quiconque d'entreprendre une nouvelle expédition avant longtemps."
    ],
    "4" : [
        "Une émeute a éclaté parmi votre équipage ! Ils décident d'un commun accord de vous démettre de vos fonctions de capitaine et vous renvoient sur Terre dans une capsule de sauvetage. Votre aventure spatiale est un échec, vous ferez certainement mieux lors de votre prochaine mission !"
    ],
    "5" : [
        "L'équipage en a ras le bol de manquer d'oxygène ! Décidant que la situation est de votre faute ils décident de vous abandonner à votre sort tandis qu'ils rentrent sur Terre à l'aide du vaisseau de sauvetage. Vous passez quand à vous quelques jours dans la colonie désormais déserte avant qu'un vaisseau en patrouille dans les parages accepte de vous prendre à son bord. Votre aventure spatiale est un échec, vous ferez certainement mieux lors de votre prochaine mission !"
    ],
    "6" : [
        "Le manque de nourriture à poussé vos hommes à bout, et ils vous font savoir votre mécontentement en se mettant en grève. Incapable de faire fonctionner la colonie avec la poignée d'homme restée fidèle vous négociez avec les meneurs du mouvement qui acceptent seulement de piloter le vaisseau qui les ramènera jusqu'à la Terre. Vous êtes donc forcés d'abandonner la colonie et vous ramenez tout le monde sain et sauf sur notre planète bleue. Votre aventure spatiale est un échec, vous ferez certainement mieux lors de votre prochaine mission !"
    ],
    "7" : [
        "Les conséquences de la famine générale sont sans appel : accusé d'avoir mangé deux rations, un homme est mis à mort par l'équipage. Manque de chance, il s'agissait du responsable du recyclage de l'air et sa dispartition met le système de ventilation à l'arrêt ! Vous voila forcé d'abandonner la colonie avec les dernières ressources restantes, en espérant fonder un établissement plus prospère une prochaine fois."
    ],
    "8" : [
        "Panne sèche ! Les systèmes de bord ne sont plus alimentés en électricité, vous obligeant à quitter les lieux à bord des derniers vaisseaux fonctionnant sans électricité. Votre aventure spatiale est un échec, vous ferez certainement mieux lors de votre prochaine mission !"
    ],
    "9" : [
        "Le système électrique de la colonie se met brusquement en veill ! Étouffés par le manque d'oxygène, les centrales électriques que vous aviez déjà fortement sollicitées ne peuvent plus fournir suffisamment d'énergie. Vous branchez en catastrophe les génératrices de secours et rentrez précipitament sur Terre. Votre aventure spatiale est un échec, vous ferez certainement mieux lors de votre prochaine mission !"
    ],
    "10" : [
        "Vous êtes obligés de réduire forteement la consomation d'électricité de la colonie, cependant les réserves diminuent toujours et vous ne pouvez bientôt plus utiliser de fours pour cuire vos aliments. Affamé, vous rentrez précipitament sur Terre afin d'éviter une famine. Votre aventure spatiale est un échec, vous ferez certainement mieux lors de votre prochaine mission !"
    ],
    "11" : [
        "Les élevages et les fermes de la colonie sont complètement vidés pour satissfaire aux besoins des colons. À force de tout consommer, vous en venez même à manquer d'huile pour moteur, utilisée dans vos dernières salades de fortune. Les systèmes électriques et de production d'oxygène ne tardent pas à en pâtir, vouss plongeant dans le noir tandis que l'air se raréfie. Il devient évident que le retour sur Terre est la seule solution pour éviter une catastrophe. Votre aventure spatiale est un échec, vous ferez certainement mieux lors de votre prochaine mission !"
    ],
    "12" : [
        "Talonné par le manque d'électricité vous êtes forcés d'instaurer des heures de travail supplémentaire pendant lesquelles vos hommes pédalent pour recharger les batteries de la colonie ! Cette mesure s'avère très impopulaire et la plupart des colons préfèrent rentrer sur Terre plutôt qu'obéir à des ordres aussi fous. Votre aventure spatiale est un échec, vous ferez certainement mieux lors de votre prochaine mission !"
    ],
    "13" : [
        "Le manque d'électricité commence à faire dérailler certains systèmes, dont le sas de la colonie qui s'ouvre sans raison, propulsant de précieux grammes d'oxygène à chaque ouverture incontrôlée. Devant une telle accumulation d'erreurs, l'équipage refuse de vous laisser plus longtemps à votre poste et vous force à rentrer sur Terre, tandis qu'ils tentent de remettre la colonie à flots."
    ],
    "14" : [
        "Le manque de nourriture croissant a des effets variables selon les individus. Certains deviennent incontrolables et dévorent tout ce qui leur tombe sous la dent, jusqu'à des câbles électriques, ce qui a des conséquences désastreuses sur les systèmes électriques... D'autres gardent la tête froide et cherchent le responsable d'une telle calamité. Ils ne tardent pas à comprendre que c'est votre gestion catastrophique qui les a menés là et vous démettent donc de vos fonctions avant de rentrer sur Terre dans les plus brefs délais. Votre aventure spatiale est un échec, vous ferez certainement mieux lors de votre prochaine mission !"
    ],
    "15" : [
        "YOU HAD ONE JOB !"
    ]
}